/* NSButton (Don't show again for this version.) : <title:Don't show again for this version.> (oid:12) */
"Don't show again for this version." = "Vairāk nerādīt šai versijai.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Ziedo!";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "Ir ziedotas daudzas naktis, lai izveidotu šo programmu. Ja Tev patīk tā, lūdzu atrodi iespēju ziedot Kiber Pīles izstrādātājam. Tas palīdzēs Kiber Pīlei tapt vēl labākai!";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Nākošreiz";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Lūdzu ziedo";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Paldies ka izmantoji Kiber Pīli!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need an account.) : <title:The payment can be made simply and safely using Paypal. You don't need an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need an account." = "Maksājums var veikt vienkārši un droši izmantojot PayPal maksājumu. Tamdēļ, Tev nav vajadzīgs konts.";

